DATA = (
    [
    ['Иванов Алексей', 'Математика', 'Петрова Ольга', '2023-09-10', '5'],
    ['Петрова Мария', 'Физика', 'Сидоров Иван', '2023-09-12', '4'],
    ['Смирнов Дмитрий', 'Информатика', 'Козлов Андрей', '2023-09-15', '5'],
    ['Кузнецова Анна', 'Химия', 'Васильева Елена', '2023-09-17', '3'],
    ['Соколов Павел', 'Математика', 'Петрова Ольга', '2023-09-18', '4'],
    ['Морозова Екатерина', 'Физика', 'Сидоров Иван', '2023-09-20', '5'],
    ['Новиков Артем', 'Информатика', 'Козлов Андрей', '2023-09-22', '4'],
    ['Лебедева Виктория', 'Химия', 'Васильева Елена', '2023-09-25', '5'],
    ['Федоров Максим', 'Математика', 'Петрова Ольга', '2023-09-28', '3'],
    ['Григорьева Софья', 'Физика', 'Сидоров Иван', '2023-10-01', '4'],
    ['Яковлев Илья', 'Биология', 'Ткаченко Наталья', '2023-10-03', '5'],
    ['Захарова Дарья', 'Литература', 'Белова Светлана', '2023-10-05', '4'],
    ['Крылов Антон', 'История', 'Морозов Дмитрий', '2023-10-08', '3']
    ],
    ['student_name', 'subject', 'teacher_name', 'date', 'grade'],
    'students1.csv',
    'students2.csv',
    [['Иванов Алексей', 5], ['Смирнов Дмитрий', 5], ['Морозова Екатерина', 5],
     ['Лебедева Виктория', 5], ['Яковлев Илья', 5], ['Петрова Мария', 4],
     ['Соколов Павел', 4], ['Новиков Артем', 4], ['Григорьева Софья', 4],
     ['Захарова Дарья', 4], ['Кузнецова Анна', 3], ['Федоров Максим', 3],
     ['Крылов Антон', 3]]
)
